Repository: CofficLab/Lumi
Catalog: Plugins/DeviceInfoPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %d cores
zh_hans: %d 核心
zh_hk: %d 核心

source: %d cycles
zh_hans: %d 次循环
zh_hk: %d 次循環

source: 1 Hour
zh_hans: 1 小时
zh_hk: 1 小時

source: 1 Min
zh_hans: 1 分钟
zh_hk: 1 分鐘

source: 1h
zh_hans: 1小时
zh_hk: 1小時

source: 24 Hours
zh_hans: 24 小时
zh_hk: 24 小時

source: 24h
zh_hans: 24小时
zh_hk: 24小時

source: 30 Days
zh_hans: 30 天
zh_hk: 30 天

source: 30 Min
zh_hans: 30 分钟
zh_hk: 30 分鐘

source: 30d
zh_hans: 30天
zh_hk: 30天

source: 4 Hours
zh_hans: 4 小时
zh_hk: 4 小時

source: 4h
zh_hans: 4小时
zh_hk: 4小時

source: 5 Min
zh_hans: 5 分钟
zh_hk: 5 分鐘

source: AC Power
zh_hans: 交流电源
zh_hk: 交流電源

source: Adapter: %@
zh_hans: 适配器: %@
zh_hk: 適配器: %@

source: Average
zh_hans: 平均值
zh_hk: 平均值

source: Battery
zh_hans: 电池
zh_hk: 電池

source: CPU
zh_hans: 处理器
zh_hk: 處理器

source: CPU %.0f%%
zh_hans: 处理器 %.0f%%
zh_hk: 處理器 %.0f%%

source: CPU %.0f%% · %d Cores
zh_hans: CPU %.0f%% · %d 核心
zh_hk: CPU %.0f%% · %d 核心

source: CPU Load Trend
zh_hans: CPU 负载趋势
zh_hk: CPU 負載趨勢

source: CPU Usage
zh_hans: CPU 使用率
zh_hk: CPU 使用率

source: Collecting...
zh_hans: 收集中...
zh_hk: 收集中...

source: Cycles
zh_hans: 循环次数
zh_hk: 循環次數

source: Data Points
zh_hans: 数据点
zh_hk: 數據點

source: Device Info
zh_hans: 设备信息
zh_hk: 設備資訊

source: Device Info Plugin
zh_hans: 设备信息
zh_hk: 设备信息

source: Disk
zh_hans: 磁盘
zh_hk: 磁碟

source: Disk I/O
zh_hans: 磁盘 I/O
zh_hk: 磁碟 I/O

source: GPU
zh_hans: 显卡
zh_hk: 顯示卡

source: GPU Usage Trend
zh_hans: GPU 使用率趋势
zh_hk: GPU 使用率趨勢

source: Health
zh_hans: 健康度
zh_hk: 健康度

source: Last 60 Seconds
zh_hans: 最近 60 秒
zh_hk: 最近 60 秒

source: Lumi Memory
zh_hans: Lumi 内存
zh_hk: Lumi 記憶體

source: Lumi Memory History
zh_hans: Lumi 内存历史
zh_hk: Lumi 記憶體歷史

source: Lumi Memory Usage
zh_hans: Lumi 自身内存占用
zh_hk: Lumi 自身記憶體占用

source: Memory
zh_hans: 内存
zh_hk: 記憶體

# Memory %lld%% · %@ / %@
source: Memory %1$lld%% · %2$@ / %3$@
zh_hans: 内存 %1$lld%% · %2$@ / %3$@
zh_hk: 記憶體 %1$lld%% · %2$@ / %3$@

source: Memory Monitor
zh_hans: 内存监控
zh_hk: 記憶體監控

source: Memory Usage History
zh_hans: 内存使用历史
zh_hk: 記憶體使用歷史

source: Memory Usage Trend
zh_hans: 内存使用趋势
zh_hk: 記憶體使用趨勢

source: Minimum
zh_hans: 最小值
zh_hk: 最小值

source: Model
zh_hans: 型号
zh_hk: 型號

source: Network
zh_hans: 网络
zh_hk: 網路

source: Peak
zh_hans: 峰值
zh_hk: 峰值

source: Power
zh_hans: 功率
zh_hk: 功率

source: R: %@ W: %@
zh_hans: 读: %@ 写: %@
zh_hk: 讀: %@ 寫: %@

source: Real-time Monitor
zh_hans: 实时监控
zh_hk: 即時監控

source: Recording
zh_hans: 记录中
zh_hk: 記錄中

source: Renderer
zh_hans: 渲染器
zh_hk: 渲染器

source: Statistics
zh_hans: 统计
zh_hk: 統計

source: System Memory
zh_hans: 系统内存
zh_hk: 系統記憶體

source: Temperature
zh_hans: 温度
zh_hk: 溫度

source: Tiler
zh_hans: 分块器
zh_hk: 分塊器

source: Time Range
zh_hans: 时间范围
zh_hk: 時間範圍

source: Top Processes
zh_hans: 热门进程
zh_hk: 熱門進程

source: Track Lumi's memory usage over time
zh_hans: 追踪 Lumi 的内存使用情况
zh_hk: 追蹤 Lumi 的記憶體使用情況

source: Uptime
zh_hans: 运行时间
zh_hk: 運行時間

source: Usage
zh_hans: 使用率
zh_hk: 使用率

source: Utilization
zh_hans: 使用率
zh_hk: 使用率

source: used
zh_hans: 已使用
zh_hk: 已使用

source: Real-time insight into your Mac: CPU, GPU, memory, battery, storage and top processes, with menu bar charts and history graphs.
zh_hans: 实时掌握 Mac 状态:CPU、GPU、内存、电池、磁盘与高占用进程,菜单栏图表与历史曲线一目了然。
zh_hk: 即時掌握 Mac 狀態:CPU、GPU、記憶體、電池、磁碟與高佔用程序,選單列圖表與歷史曲線一目了然。

source: Storage
zh_hans: 磁盘
zh_hk: 磁碟

source: monitor dimensions
zh_hans: 监控维度
zh_hk: 監控維度

source: Menu bar
zh_hans: 菜单栏
zh_hk: 選單列

source: live charts
zh_hans: 实时图表
zh_hk: 即時圖表

source: History
zh_hans: 历史曲线
zh_hk: 歷史曲線

source: trend graphs
zh_hans: 趋势图
zh_hk: 趨勢圖

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: CPU Monitor
zh_hans: CPU 监控
zh_hk: CPU 監控

source: Per-core usage, frequency and load history.
zh_hans: 逐核使用率、频率与负载历史。
zh_hk: 逐核使用率、頻率與負載歷史。

source: GPU Monitor
zh_hans: GPU 监控
zh_hk: GPU 監控

source: GPU utilization with trend history.
zh_hans: GPU 使用率与趋势历史。
zh_hk: GPU 使用率與趨勢歷史。

source: Usage, pressure and swap history.
zh_hans: 内存用量、压力与交换区历史。
zh_hk: 記憶體用量、壓力與交換區歷史。

source: Battery Status
zh_hans: 电池状态
zh_hk: 電池狀態

source: Charge level, power source and cycle history.
zh_hans: 电量、电源来源与循环次数历史。
zh_hk: 電量、電源來源與循環次數歷史。

source: Storage Overview
zh_hans: 磁盘概览
zh_hk: 磁碟概覽

source: Disk capacity and free space at a glance.
zh_hans: 一眼看清磁盘容量与剩余空间。
zh_hk: 一眼看清磁碟容量與剩餘空間。

source: Spot the heaviest CPU and memory consumers.
zh_hans: 快速定位 CPU 与内存占用最高的进程。
zh_hk: 快速定位 CPU 與記憶體佔用最高的程序。

source: Where to Find It
zh_hans: 使用入口
zh_hk: 使用入口

source: Device dashboard in the sidebar
zh_hans: 侧边栏的设备仪表盘
zh_hk: 側邊欄的設備儀表板

source: CPU & memory charts in the menu bar
zh_hans: 菜单栏的 CPU 与内存图表
zh_hk: 選單列的 CPU 與記憶體圖表

source: Settings → Device Info
zh_hans: 设置 → 设备信息
zh_hk: 設定 → 設備資訊
